Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: VortX needs to quit and reopen to display the app in the new language. Reopen it after it closes.
af: VortX moet afsluit en heropen om die toepassing in die nuwe taal te wys. Heropen dit nadat dit toegemaak het.
am: መተግበሪያውን በአዲሱ ቋንቋ ለማሳየት VortX መዘጋትና እንደገና መከፈት አለበት። ከተዘጋ በኋላ እንደገና ይክፈቱት።
ar: يحتاج VortX إلى الإنهاء وإعادة الفتح لعرض التطبيق باللغة الجديدة. أعِد فتحه بعد إغلاقه.
as: নতুন ভাষাত এপ্‌টো দেখুৱাবলৈ VortX বন্ধ কৰি পুনৰ খোলিব লাগিব। ইয়াক বন্ধ হোৱাৰ পিছত পুনৰ খোলক।
az: Tətbiqi yeni dildə göstərmək üçün VortX bağlanıb yenidən açılmalıdır. Bağlandıqdan sonra onu yenidən açın.
be: VortX павінен закрыцца і адкрыцца зноў, каб паказаць дадатак на новай мове. Адкрыйце яго зноў пасля закрыцця.
bg: VortX трябва да се затвори и отвори отново, за да покаже приложението на новия език. Отворете го отново, след като се затвори.
bn: নতুন ভাষায় অ্যাপটি দেখাতে VortX বন্ধ করে আবার খুলতে হবে। বন্ধ হওয়ার পর এটি আবার খুলুন।
br: Ezhomm en deus VortX da serriñ hag adigeriñ evit diskouez an arload er yezh nevez. Adigorit anezhañ goude ma serr.
bs: VortX se mora zatvoriti i ponovo otvoriti da prikaže aplikaciju na novom jeziku. Ponovo je otvorite nakon što se zatvori.
ca: VortX s'ha de tancar i tornar a obrir per mostrar l'aplicació en el nou idioma. Torna a obrir-la després que es tanqui.
ceb: Ang VortX kinahanglan moundang ug moabli pag-usab aron ipakita ang app sa bag-ong pinulongan. Ablihi kini pag-usab human kini mosira.
cs: Aby se aplikace zobrazila v novém jazyce, VortX se musí ukončit a znovu otevřít. Po zavření ji znovu otevřete.
cy: Mae angen i VortX gau ac ailagor i ddangos yr ap yn yr iaith newydd. Ailagorwch ef ar ôl iddo gau.
da: VortX skal lukke og åbne igen for at vise appen på det nye sprog. Åbn den igen, når den er lukket.
de: VortX muss beendet und neu geöffnet werden, um die App in der neuen Sprache anzuzeigen. Öffne sie erneut, nachdem sie sich geschlossen hat.
el: Το VortX πρέπει να κλείσει και να ανοίξει ξανά για να εμφανιστεί η εφαρμογή στη νέα γλώσσα. Ανοίξτε το ξανά αφού κλείσει.
es: VortX necesita cerrarse y volver a abrirse para mostrar la app en el nuevo idioma. Vuelve a abrirla cuando se cierre.
et: Rakenduse uues keeles kuvamiseks peab VortX sulguma ja uuesti avanema. Ava see pärast sulgumist uuesti.
eu: VortX itxi eta berriro ireki behar da aplikazioa hizkuntza berrian erakusteko. Ireki berriro itxi ondoren.
fa: برای نمایش برنامه به زبان جدید، VortX باید بسته و دوباره باز شود. پس از بسته شدن، آن را دوباره باز کنید.
fi: VortX on lopetettava ja avattava uudelleen, jotta sovellus näkyy uudella kielellä. Avaa se uudelleen sulkeutumisen jälkeen.
fil: Kailangang mag-quit at muling buksan ang VortX para ipakita ang app sa bagong wika. Buksan itong muli pagkatapos itong magsara.
fo: VortX má lata aftur og upp aftur fyri at vísa appið á nýggja málinum. Lat tað upp aftur, eftir at tað letur aftur.
fr: VortX doit quitter et redémarrer pour afficher l'app dans la nouvelle langue. Rouvrez-le après sa fermeture.
fy: VortX moat ôfslute en op 'e nij iepenje om de app yn de nije taal te toanen. Iepenje him op 'e nij nei't er sletten is.
ga: Ní mór do VortX scor agus athoscailt chun an aip a thaispeáint sa teanga nua. Athoscail é tar éis dó dúnadh.
gd: Feumaidh VortX dùnadh agus ath-fhosgladh gus an aplacaid a shealltainn sa chànan ùr. Ath-fhosgail i às dèidh dhi dùnadh.
gl: VortX precisa pecharse e abrirse de novo para amosar a aplicación no novo idioma. Ábrea outra vez despois de que se peche.
gu: ઍપને નવી ભાષામાં બતાવવા VortX બંધ થઈને ફરી ખૂલવું જરૂરી છે. તે બંધ થયા પછી તેને ફરી ખોલો.
ha: VortX yana buƙatar fita kuma ya sake buɗewa don nuna manhajar a sabon harshe. Sake buɗe ta bayan ta rufe.
he: יש לסגור את VortX ולפתוח אותו מחדש כדי להציג את האפליקציה בשפה החדשה. פתח אותו שוב לאחר שייסגר.
hi: ऐप को नई भाषा में दिखाने के लिए VortX को बंद करके फिर से खोलना ज़रूरी है। बंद होने के बाद इसे दोबारा खोलें।
hr: VortX se mora zatvoriti i ponovno otvoriti da bi se aplikacija prikazala na novom jeziku. Otvorite je ponovno nakon što se zatvori.
ht: VortX bezwen fèmen epi relouvri pou montre aplikasyon an nan nouvo lang lan. Relouvri l apre li fèmen.
hu: A VortX-nek ki kell lépnie, majd újra meg kell nyílnia, hogy az alkalmazás az új nyelven jelenjen meg. Nyisd meg újra, miután bezárult.
hy: VortX-ը պետք է փակվի և նորից բացվի՝ ծրագիրը նոր լեզվով ցուցադրելու համար։ Բացեք այն կրկին փակվելուց հետո։
id: VortX perlu ditutup dan dibuka kembali untuk menampilkan aplikasi dalam bahasa baru. Buka lagi setelah tertutup.
ig: VortX chọrọ ịkwụsị wee meghee ọzọ iji gosipụta ngwa n'asụsụ ọhụrụ. Meghee ya ọzọ mgbe ọ mechiri.
is: VortX þarf að loka og opna aftur til að birta forritið á nýja tungumálinu. Opnaðu það aftur eftir að það lokast.
it: VortX deve chiudersi e riaprirsi per mostrare l'app nella nuova lingua. Riaprila dopo la chiusura.
ja: 新しい言語でアプリを表示するには、VortX を終了して再起動する必要があります。終了したら再度開いてください。
jv: VortX kudu metu lan mbukak manèh kanggo nampilaké app ing basa anyar. Bukak manèh sawisé ditutup.
ka: ახალ ენაზე გამოსაჩენად VortX უნდა დაიხუროს და ხელახლა გაიხსნას. გახსენით ის დახურვის შემდეგ.
kk: Бағдарламаны жаңа тілде көрсету үшін VortX жабылып, қайта ашылуы тиіс. Жабылғаннан кейін оны қайта ашыңыз.
km: VortX ត្រូវបិទ ហើយបើកឡើងវិញ ដើម្បីបង្ហាញកម្មវិធីជាភាសាថ្មី។ បើកវាឡើងវិញបន្ទាប់ពីវាបិទ។
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಹೊಸ ಭಾಷೆಯಲ್ಲಿ ತೋರಿಸಲು VortX ಮುಚ್ಚಿ ಮತ್ತೆ ತೆರೆಯಬೇಕು. ಮುಚ್ಚಿದ ನಂತರ ಅದನ್ನು ಮತ್ತೆ ತೆರೆಯಿರಿ.
ko: 새 언어로 표시하려면 VortX를 종료한 후 다시 열어야 합니다. 종료된 후 다시 실행하세요.
ku: VortX divê derkeve û ji nû ve veke da ku sepanê bi zimanê nû nîşan bide. Piştî ku girt wê ji nû ve veke.
ky: Колдонмону жаңы тилде көрсөтүү үчүн VortX жабылып, кайра ачылышы керек. Жабылгандан кийин аны кайра ачыңыз.
lb: VortX muss zoumaachen an nei opgoen fir d'App an der neier Sprooch unzeweisen. Maach se erëm op nodeems se zougaangen ass.
lo: VortX ຕ້ອງປິດ ແລະ ເປີດຄືນເພື່ອສະແດງແອັບໃນພາສາໃໝ່. ເປີດມັນຄືນຫຼັງຈາກມັນປິດ.
lt: Kad programa būtų rodoma nauja kalba, VortX turi išsijungti ir atsidaryti iš naujo. Atidarykite ją iš naujo, kai užsidarys.
lv: Lai parādītu lietotni jaunajā valodā, VortX ir jāaizver un jāatver no jauna. Atveriet to atkārtoti pēc aizvēršanas.
mg: Mila mijanona sy misokatra indray ny VortX mba hanehoana ny app amin'ny teny vaovao. Sokafy indray izy rehefa mihidy.
mi: Me whakamutu, me whakatuwhera anō a VortX kia whakaatu ai i te taupānga i te reo hou. Whakatuwherahia anō i muri i tana katinga.
mk: VortX мора да се затвори и повторно да се отвори за да ја прикаже апликацијата на новиот јазик. Отворете ја повторно откако ќе се затвори.
ml: ആപ്പ് പുതിയ ഭാഷയിൽ കാണിക്കാൻ VortX പുറത്തുകടന്ന് വീണ്ടും തുറക്കേണ്ടതുണ്ട്. അടഞ്ഞതിന് ശേഷം അത് വീണ്ടും തുറക്കുക.
mn: Аппыг шинэ хэл дээр харуулахын тулд VortX гарч дахин нээгдэх шаардлагатай. Хаагдсаны дараа дахин нээнэ үү.
mr: नवीन भाषेत ॲप दाखवण्यासाठी VortX बंद करून पुन्हा उघडणे आवश्यक आहे. ते बंद झाल्यावर पुन्हा उघडा.
ms: VortX perlu keluar dan dibuka semula untuk memaparkan apl dalam bahasa baharu. Buka semula selepas ia ditutup.
mt: VortX jeħtieġ jagħlaq u jerġa' jiftaħ biex juri l-app fil-lingwa l-ġdida. Erġa' iftaħha wara li tagħlaq.
my: app ကို ဘာသာစကားအသစ်ဖြင့် ပြသရန် VortX သည် ထွက်၍ ပြန်ဖွင့်ရန် လိုအပ်သည်။ ၎င်း ပိတ်သွားပြီးနောက် ပြန်ဖွင့်ပါ။
nb: VortX må avsluttes og åpnes på nytt for å vise appen på det nye språket. Åpne den igjen etter at den lukkes.
ne: एपलाई नयाँ भाषामा देखाउन VortX बन्द भएर फेरि खुल्नुपर्छ। यो बन्द भएपछि फेरि खोल्नुहोस्।
nl: VortX moet afsluiten en opnieuw openen om de app in de nieuwe taal weer te geven. Open hem opnieuw nadat hij is gesloten.
ny: VortX iyenera kutseka ndikutsekulanso kuti iwonetse app mu chilankhulo chatsopano. Itsekulireni itatseka.
oc: VortX se deu tampar e tornar dobrir per afichar l'aplicacion dins la novèla lenga. Tornatz-lo dobrir aprèp que s'es tampat.
or: ନୂଆ ଭାଷାରେ ଆପ୍ ଦେଖାଇବାକୁ VortX ବନ୍ଦ ହୋଇ ପୁନଃ ଖୋଲିବା ଆବଶ୍ୟକ। ଏହା ବନ୍ଦ ହେବା ପରେ ଏହାକୁ ପୁନଃ ଖୋଲନ୍ତୁ।
pa: ਐਪ ਨੂੰ ਨਵੀਂ ਭਾਸ਼ਾ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ VortX ਨੂੰ ਬੰਦ ਕਰਕੇ ਮੁੜ ਖੋਲ੍ਹਣ ਦੀ ਲੋੜ ਹੈ। ਬੰਦ ਹੋਣ ਤੋਂ ਬਾਅਦ ਇਸਨੂੰ ਮੁੜ ਖੋਲ੍ਹੋ।
pl: Aby wyświetlić aplikację w nowym języku, VortX musi się zamknąć i otworzyć ponownie. Otwórz ją ponownie po zamknięciu.
ps: VortX باید وتړل او بیا خلاص شي چې اپ په نوې ژبه وښیي. له بندیدو وروسته یې بیا خلاص کړئ.
pt_br: O VortX precisa ser fechado e reaberto para exibir o app no novo idioma. Reabra-o depois que ele fechar.
pt_pt: O VortX precisa de sair e reabrir para apresentar a aplicação no novo idioma. Reabra-o depois de fechar.
ro: VortX trebuie să se închidă și să se redeschidă pentru a afișa aplicația în noua limbă. Redeschide-o după ce se închide.
ru: Чтобы отобразить приложение на новом языке, VortX нужно закрыть и открыть заново. Откройте его снова после закрытия.
rw: VortX ikeneye gusohoka no kongera gufungura kugira ngo yerekane porogaramu mu rurimi rushya. Ongera uyifungure nyuma yo gufunga.
sd: ايپ کي نئين ٻوليءَ ۾ ڏيکارڻ لاءِ VortX کي بند ٿي ٻيهر کلڻو پوندو. بند ٿيڻ کانپوءِ ان کي ٻيهر کوليو.
si: නව භාෂාවෙන් යෙදුම පෙන්වීමට VortX ඉවත් වී නැවත විවෘත විය යුතුය. එය වැසුණු පසු නැවත විවෘත කරන්න.
sk: VortX sa musí ukončiť a znova otvoriť, aby sa aplikácia zobrazila v novom jazyku. Po zatvorení ju znova otvorte.
sl: VortX se mora zapreti in znova odpreti, da prikaže aplikacijo v novem jeziku. Znova ga odprite, ko se zapre.
sm: E manaomia e VortX ona tapuni ma toe tatala e faaali ai le app i le gagana fou. Toe tatala pe a uma ona tapunia.
sn: VortX inoda kubuda nokuvhurazve kuti iratidze app mumutauro mutsva. Ivhurezve mushure mokuvhara.
so: VortX wuxuu u baahan yahay inuu ka baxo oo dib u furmo si uu app-ka ugu tuso luqadda cusub. Dib u fur ka dib markuu xirmo.
sq: VortX duhet të mbyllet dhe të rihapet që ta shfaqë aplikacionin në gjuhën e re. Rihapeni pasi të mbyllet.
sr: VortX мора да се затвори и поново отвори да би се приказао на новом језику. Отворите га поново након што се затвори.
st: VortX e hloka ho koala le ho bula hape ho bontša app ka puo e ncha. E bule hape ka mor'a hore e koale.
su: VortX perlu nutup jeung buka deui pikeun némbongkeun aplikasi dina basa anyar. Buka deui sanggeus nutup.
sv: VortX måste avslutas och öppnas igen för att visa appen på det nya språket. Öppna den igen när den har stängts.
sw: VortX inahitaji kufunga na kufunguka upya ili kuonyesha programu katika lugha mpya. Ifungue tena baada ya kufungwa.
ta: புதிய மொழியில் செயலியைக் காட்ட VortX வெளியேறி மீண்டும் திறக்க வேண்டும். அது மூடிய பிறகு மீண்டும் திறக்கவும்.
te: యాప్‌ను కొత్త భాషలో చూపించడానికి VortX నిష్క్రమించి మళ్లీ తెరవాలి. అది మూసిన తర్వాత దాన్ని మళ్లీ తెరవండి.
tg: Барои намоиши барнома бо забони нав VortX бояд баста шуда, аз нав кушода шавад. Пас аз бастани он, аз нав кушоед.
th: VortX ต้องปิดแล้วเปิดใหม่เพื่อแสดงแอปเป็นภาษาใหม่ เปิดอีกครั้งหลังจากปิดแล้ว
tr: Uygulamayı yeni dilde göstermek için VortX'in kapatılıp yeniden açılması gerekir. Kapandıktan sonra tekrar açın.
tt: Кушымтаны яңа телдә күрсәтү өчен VortX ябылып кабат ачылырга тиеш. Ябылганнан соң аны кабат ач.
ug: دېتالنى يېڭى تىلدا كۆرسىتىش ئۈچۈن VortX چېكىنىپ قايتا ئېچىلىشى كېرەك. يېپىلغاندىن كېيىن ئۇنى قايتا ئېچىڭ.
uk: Щоб показати застосунок новою мовою, VortX потрібно закрити й відкрити знову. Відкрийте його після закриття.
ur: ایپ کو نئی زبان میں دکھانے کے لیے VortX کو بند کر کے دوبارہ کھولنا ضروری ہے۔ بند ہونے کے بعد اِسے دوبارہ کھولیں۔
uz: Ilovani yangi tilda ko'rsatish uchun VortX chiqib, qayta ochilishi kerak. Yopilgandan so'ng uni qayta oching.
vi: VortX cần thoát và mở lại để hiển thị ứng dụng bằng ngôn ngữ mới. Hãy mở lại sau khi ứng dụng đóng.
xh: IVortX ifuna ukuvala ivule kwakhona ukubonisa i-app ngolwimi olutsha. Yivule kwakhona emva kokuba ivalile.
yo: VortX nílò láti jáde kí ó sì tún ṣí láti fi app náà hàn ní èdè tuntun. Tún un ṣí lẹ́yìn tí ó bá ti tì.
zh_hans: VortX 需退出并重新打开才能以新语言显示。关闭后请再次打开。
zh_hant: VortX 必須結束並重新開啟，才能以新語言顯示。關閉後請重新開啟。
zu: I-VortX idinga ukuphuma iphinde ivuleke ukuze ibonise i-app ngolimi olusha. Yivule futhi ngemva kokuvala kwayo.
